Repository: semiautomaticgit/SemiAutomaticClassificationManual_v6
Catalog: locale/*/LC_MESSAGES/interface.po
Languages: es, pl, ru, uk_ua

source: The Interface of SCP
es: La Interfaz de SCP
pl: Interfejs SCP
ru: Интерфейс SCP
uk_ua: Інтерфейс SCP

source: The :guilabel:`SCP` interface is composed of several parts that are described in detail in the following paragraphs.
es: La interfaz de :guilabel:`SCP` está compuesta de varias partes que son descritas en detalle en los siguientes párrafos.
pl: Interfejs :guilabel:`SCP` jest złożony z kilkunastu części które są opisane szczegółowo w następnych akapitach.
ru: Интерфейс :guilabel:`SCP` состоит из нескольких частей, которые подробно описаны в следующих параграфах.
uk_ua: Інтерфейс :guilabel:`SCP` складається з декількох частин, які докладно описано нижче.

source: The functions described in the following paragraphs use these conventions:
es: Las funciones explicadas en los siguientes párrafos usan estas convenciones:
pl: Funkcje opisane w następnych akapitach używają takich konwencji:
ru: Функции, описанные в следующих параграфах, используют эти соглашения:
uk_ua: Функції, описані нижче, використовують наступні умовні позначення:

source: |input_date| = Input date
es: |input_date| = Ingresar fecha
pl: |input_date| = Pole daty
ru: |input_date| = Ввод даты
uk_ua: |input_date| = Введення дати

source: |input_text| = Input text
es: |input_text| = Ingresar texto
pl: |input_text| = Pole tekstowe
ru: |input_text| = Ввод текста
uk_ua: |input_text| = Ведення тексту

source: |input_list| = List
es: |input_list| = Lista
pl: |input_list| = Lista
ru: |input_list| = Лист
uk_ua: |input_list| = Вибір елемента з переліку

source: |input_number| = Input number
es: |input_number| = Introducir número
pl: |input_number| = Pole liczbowe
ru: |input_number| = Ввод числа
uk_ua: |input_number| = Введення числа

source: |optional| = Optional
es: |optional| = Opcional
pl: |optional| = Opcjonalne
ru: |optional| = Необязательный
uk_ua: |optional| = Необов'язковий параметр

source: |project_save| = Configuration stored in the active project of QGIS
es: |project_save| = Configuración guardada en el proyecto activo de QGIS
pl: |project_save| = Konfiguracja zapisywana w aktywnym projekcie QGIS
ru: |project_save| = Конфигурация хранится в активном проекте QGIS
uk_ua: |project_save| = Налаштування зберігається в активному проекті QGIS

source: |registry_save| = Configuration stored in QGIS registry
es: |registry_save| = Configuración guardada en el registro de QGIS
pl: |registry_save| = Konfiguracja zapisywana w rejestrze QGIS
ru: |registry_save| = Конфигурация хранится в реестре QGIS
uk_ua: |registry_save| = Налаштування зберігається в реєстрі QGIS

source: |input_slider| = Slider
es: |input_slider| = Deslizador
pl: |input_slider| = Suwak
ru: |input_slider| = Слайдер/Ползунок
uk_ua: |input_slider| = Повзунок

source: |input_table| = Table
es: |input_table| = Tabla
pl: |input_table| = Tabela
ru: |input_table| = Таблица
uk_ua: |input_table| = Таблиця
