Repository: semiautomaticgit/SemiAutomaticClassificationManual_v6
Catalog: locale/*/LC_MESSAGES/scatter_plot.po
Languages: es, pl, uk_ua

source: Scatter Plot
es: Gráfico de Dispersión
pl: Wykres punktowy
uk_ua: Графік розсіву

source: The window :guilabel:`Scatter plot` displays pixel values for two raster bands as points in the 2D space. Scatter plots are useful for assessing ROI separability between two bands.
es: La ventana del :guilabel:`Gráfico de dispersión` despliega valores de pixel de dos bandas ráster como puntos en un espacio 2D. Los Diagramas de Dispersión son útiles para determinar la separación del ROI entre dos bandas.
pl: Okno :guilabel:`Wykres punktowy` wyświetla wartości pikseli dwóch rastrów dla kanałów w postaci punktów przestrzeni 2D. Wykres punktowy jest przydatny w ocenie rozróżnialności obszarów treningowych pomiędzy dwoma kanałami.
uk_ua: Вікно :guilabel:`Графік розсіву` відображає значення пікселів растрів двох каналів як точки у 2-вимірному просторі. Графіки розсіву корисні для оцінювання відокремності ROI між двома каналами.

source: :guilabel:`Scatter Plot`
es: :guilabel:`Gráfico de Dispersión`
pl: :guilabel:`Wykres punktowy`
uk_ua: :guilabel:`Графік розсіву`

source: The functions are described in detail in the following paragraphs.
es: Las funciones se describen en detalle en los siguiente parrafos
pl: Funkcje opisane są szczegółowo w następnych akapitach.
uk_ua: Ці функції докладно описано в наступних параграфах.

source: Scatter list
es: Listado de Dispersión
pl: Lista próbek
uk_ua: Перелік розсіву

source: |input_table| :guilabel:`Scatter list`:
es: |input_table| :guilabel:`Listado de Dispersión`:
pl: |input_table| :guilabel:`Lista próbek`:
uk_ua: |input_table| :guilabel:`Перелік розсіву`:

source: :guilabel:`S`: checkbox field; if checked, the spectral signature is displayed in the plot;
es: :guilabel:`S`: cuadro de selección; si está mseleccionado, la firma espectral es mostrada en el gráfico;
pl: :guilabel:`S`: pole checkbox; jeśli zaznaczone, charakterystyka widmowa jest wyświetlana na wykresie;
uk_ua: :guilabel:`S`: поле перемикача; якщо параметр увімкнено, то спектральна сигнатура відображається на графіку;

source: :guilabel:`MC ID`: signature Macroclass ID;
es: :guilabel:`MC ID`: Macroclase ID de la firma;
pl: :guilabel:`MC ID`: Identyfikator makroklasy sygnatury;
uk_ua: :guilabel:`MC ID`: унікальний ідентифікатор макрокласу сигнатури;

source: :guilabel:`MC Info`: signature Macroclass Information;
es: :guilabel:`MC Info`: Información de Macroclase de la firma;
pl: :guilabel:`MC Info`: Informacja o makroklasie sygnatury;
uk_ua: :guilabel:`MC Info`: характеристика макрокласу сигнатури;

source: :guilabel:`C ID`: signature Class ID;
es: :guilabel:`C ID`: Clase ID de la firma;
pl: :guilabel:`C ID`: ID klasy sygnatury;
uk_ua: :guilabel:`C ID`: унікальний ідентифікатор класу сигнатури;

source: :guilabel:`C Info`: signature Class Information;
es: :guilabel:`C Info`: Información de Clase de la firma;
pl: :guilabel:`C Info`: Informacja o klasie sygnatury;
uk_ua: :guilabel:`C Info`: характеристика класу сигнатури;

source: :guilabel:`Color`: color field; double click to select a color for the plot;
es: :guilabel:`Color`: campo de color; doble clic para seleccionar un color para el gráfico;
pl: :guilabel:`Color`: pole koloru; dwukrotnie kliknij aby wybrać kolor wykresu;
uk_ua: :guilabel:`Колір`: поле кольору; двічі клацніть для вибору кольору на графіка;

source: :guilabel:`Band X` |input_number|: X band of the plot;
es: :guilabel:`Banda X` |input_number|: banda X en el gráfico;
pl: :guilabel:`Kanał X` |input_number|: Kanał osi X wykresu;
uk_ua: :guilabel:`Канал X` |input_number|: канал X графіка;

source: :guilabel:`Band Y` |input_number|: Y band of the plot;
es: :guilabel:`Banda Y` |input_number|: banda Y en el gráfico;
pl: :guilabel:`Kanał Y` |input_number|: Kanał osi Y wykresu;
uk_ua: :guilabel:`Канал Y` |input_number|: канал Y графіка;

source: |checkbox| :guilabel:`Precision` |input_list|: use custom precision for calculation (precision should be selected according to pixel values):
es: |checkbox| :guilabel:`Precisión` |input_list|: usa una precisión personalizada para los cálculos (la precisión debe ser seleccionada de acuerdo a los valores de pixel):
pl: |checkbox| :guilabel:`Precyzja` |input_list|: użyj własnej precyzji obliczeń (precyzja powinna być dobrana zgodnie z wartościami pikseli):
uk_ua: |checkbox| :guilabel:`Точність` |input_list|: використовувати для розрахунків нетипову точність (точність повинна встановлюватись відповідно до значень пікселів):

source: :guilabel:`Calculate` |enter|: calculate the scatter plot for the ROIs checked in the list;
es: :guilabel:`Calcular` |enter|: calcula el gráfico de dispersión para los ROIs marcados en S de la lista;
pl: :guilabel:`Oblicz` |enter|: oblicz wykres punktowy dla obszarów treningowych zaznaczonych na liście;
uk_ua: :guilabel:`Розрахувати` |enter|: розрахувати графік розсіву для ROI увімкнених в переліку;

source: |remove|: remove highlighted signatures from this list;
es: |remove|: elimina las firmas seleccionadas de esta lista;
pl: |remove|: usuń zaznaczone sygnatury z listy;
uk_ua: |remove|: видалити виділені сигнатури з переліку;

source: |scatter_raster_temp_ROI|: add a temporary scatter plot to the list (as ``MC Info = tempScatter``) and start the plot calculation of the last temporary ROI (see :ref:`working_toolbar`);
es: |scatter_raster_temp_ROI|: agrega un gráfico de dispersión temporal al listado (como ``MC Info = tempScatter``) e inicia el cálculo del gráfico del último ROI temporal (mira :ref:`working_toolbar`);
pl: |scatter_raster_temp_ROI|: dodaj tymczasowy wykres punktowy (jako ``MC Info = tempScatter``) i rozpocznij obliczenia tymczasowego OT (zobacz :ref:`working_toolbar`);
uk_ua: |scatter_raster_temp_ROI|: додати тимчасовий графік розсіву до переліку (як ``MC Info = tempScatter``) та розпочати розрахунок графіка для останньої тимчасової ROI (див. :ref:`working_toolbar`);

source: |scatter_raster_display|: add a temporary scatter plot to the list (as ``MC Info = tempScatter``) and start the plot calculation of pixels in current display extent;
es: |scatter_raster_display|: agrega un gráfico de dispersión temporal al listado (como ``MC Info = tempScatter``) e inicia el cálculo del gráfico de los pixeles en la extensión actual de la pantalla;
pl: |scatter_raster_display|: dodaj tymczasowy wykres punktowy do listy (jako ``MC Info = tempScatter``) i rozpocznij obliczenia dla pikseli w obecnym zasięgu wyświetlanym;
uk_ua: |scatter_raster_display|: додати тимчасовий графік розсіву до переліку (як ``MC Info = tempScatter``) та розпочати розрахунок графіка для пікселів охоплення поточного відображення;

source: |scatter_raster_image|: add a temporary scatter plot to the list (as ``MC Info = tempScatter``) and start the plot calculation of the entire image;
es: |scatter_raster_image|: agrega un gráfico de dispersión temporal al listado (como ``MC Info = tempScatter``) e inicia el cálculo del gráfico de toda la imagen;
pl: |scatter_raster_image|: dodaj tymczasowy wykres punktowy do listy (jako ``MC Info = tempScatter``) i rozpocznij obliczenia dla całego obrazu;
uk_ua: |scatter_raster_image|: додати тимчасовий графік розсіву до переліку (як ``MC Info = tempScatter``) та розпочати розрахунок графіка для всього знімка;

source: **WARNING**: Using a precision value that is too high can result in slow calculation or failure.
es: **ADVERTENCIA**: Usar un valor de precisión demasiado alto puede resultar en cálculos lentos o fallas.
pl: **OSTRZEŻENIE**: Używanie zbyt wysokich wartości precyzji może skutkować bardzo wolnymi obliczeniami albo błędem.
uk_ua: **ЗАСТЕРЕЖЕННЯ**: Використання занадто високого значення точності може призвести до уповільнення або невдалої спроби розрахунку.

source: Scatter raster
es: Ráster de Dispersión
pl: Raster z wykresu punktowego
uk_ua: Растр розсіву

source: This tool allows for the drawing of selection polygons inside the scatter plot; these selection polygons are used for creating a :guilabel:`Scatter raster` that is a temporary raster classified according to the intersection of scatter plots and drawn polygons.
es: Esta herramienta permite dibujar polígonos de selección dentro del gráfico de dispersión; estos polígonos de selección son usados para crear un :guilabel:`Ráster de Dispersión` que es un ráster temporal clasificado de acuerdo a la intersección de los gráficos de dispersión y los polígonos dibujados.
pl: To narzędzie pozwala na rysowanie poligonów zaznaczenia w wykresie punktowym; te poligony zaznaczenia są używanedo tworzenia :guilabel:`Scatter raster` który jest tymczasowym sklasyfikowanym rastrem dopasowanym do przecięcia danych wykresu punktowego i narysowanych poligonów.
uk_ua: Цей інструмент забезпечує окреслювання полігонів відбору всередині графіка розсіву; ці полігони використовуються для створення :guilabel:`Растр розсіву`, який явлє собою тимчасовий растр значення якого класифіковано відповідно до перетину графіків розсіву та окреслених полігонів.

source: Pixels of the :guilabel:`active band set` are classified, according to scatter plot bands, if pixel values are in the range of intersection between scatter plots and selection polygons (polygons should not overlap). The value assigned to the :guilabel:`Scatter raster` pixels is the sequential number of selection polygon; also the raster color is derived from the selection polygon.
es: Pixeles del :guilabel:`active band set` son clasificados, de acuerdo a los diagramas de dispersión de las bandas, si el valor de un pixel está entre el rango de intersección entre los diagramas de dispersión y los polígonos seleccionados (Los polígonos no deben sobreponerse). El valor es asignado a los :guilabel:`Scatter raster` pixeles in los numeros secuenciales de los polígonos seleccionados; también el color del raster es derivado de los polígonos seleccionados.
pl: Piksele :guilabel:`aktywnego zestawu kanału` są klasyfikowane, w odniesieniu do kanałów wykresu punktowego, jeśli wartości pikseli są w przecięciu wykresu punktowego i poligonów zaznaczenia (poligony te nie powinny na siebie nachodzić). Wartości przypisane do pikseli :guilabel:`Rastra z rozrzutu` i kolejnym numerem poligonu zaznaczenia; również kolor w rastrze pobierany jest z poligonu zaznaczenia.
uk_ua: Пікселі :guilabel:`active band set` класифікуються відповідно до каналів графіка розсіву, якщо значення пікселів знаходяться в діапазоні перетину між графіками розсіву та полігонами відбору (полігони не повинні перетинатись). Значення, що призначаються пікселям :guilabel:`Scatter raster`, це порядковий номер полігона відбору; колір растра також відповідає полігону відбору.

source: After the creation of a new :guilabel:`Scatter raster`, old rasters are placed in QGIS Layers inside a layer group named ``Class_temp_group`` (custom name can be defined in :ref:`group_name`) and are deleted when the QGIS session is closed.
es: Después de la creación de un nuevo :guilabel:`Ráster de Dispersión`, los rásters antiguos son colocados en el Panel de Capas de QGIS dentro de un grupo llamado ``Class_temp_group`` (se puede definir un nombre personalizado en :ref:`group_name`) y son eliminados cuando se cierra la sesión de QGIS.
pl: Po utworzeniu nowego :guilabel:`Scatter raster`, starsze rastry umieszczane są na warstwach QGIS wewnątrz grupy nazwanej``Grupa_tymczas_klas`` (własna nazwa może być wprowadzona w :ref:`group_name`) i są usuwane gdy sesja QGIS zostanie zakończona.
uk_ua: Після створення нового :guilabel:`Растр розсіву`, старі растри в панелі шарів QGIS переміщуються до групи ``Class_temp_group`` (стандартне ім'я групи може бути змінене у :ref:`group_name`) та видаляються після закриття сесії QGIS.

source: |scatter_edit_polygon|: activate the cursor for interactively drawing a polygon in the plot; left click on the plot to define the vertices and right click to define the last vertex closing the polygon;
es: |scatter_edit_polygon|: activa el cursor para dibujar interactivamente un polígono en el gráfico; clic izquierdo en el gráfico para definir los vértices y clic derecho para definir el último vértice y cerrar el polígono;
pl: |scatter_edit_polygon|: aktywuj kursor dla interaktywnego rysowania poligonu w wykresie; klikaj lewym klawiszem dla zdefiniowania segmentów poligonu, a prawym ostatni segment, aby zamknąć poligon;
uk_ua: |scatter_edit_polygon|: активувати курсор для інтерактивного окреслювання полігона на графіку; ліве клацання на графіку визначає вузли, а праве клацання - останній вузол, що замикає полігон;

source: :guilabel:`color`: select the color of polygon (which is used also in the :guilabel:`Scatter raster`);
es: :guilabel:`color`: selecciona el color del polígono (el cual es usado también en el :guilabel:`Ráster de Dispersión`);
pl: :guilabel:`kolor`: wybierz kolor poligonu (zostanie on później użyty w :guilabel:`Rastrze rozrzutu`);
uk_ua: :guilabel:`color`: вибрати колір полігона (який також використовується для :guilabel:`Растр розсіву`);

source: |scatter_reset_polygon|: remove all the selection polygons from the plot;
es: |scatter_reset_polygon|: elimina todos los polígonos del gráfico;
pl: |scatter_reset_polygon|: usuń wszystkie poligony zaznaczenia z wykresu;
uk_ua: |scatter_reset_polygon|: видалити з графіка всі вибрані полігони;

source: |scatter_show_raster|: calculate the :guilabel:`Scatter raster` and display it in the map;
es: |scatter_show_raster|: calcula el :guilabel:`Ráster de Dispersión` y lo despliega en el mapa;
pl: |scatter_show_raster|: oblicz :guilabel:`Scatter raster` i wyświetl go na mapie;
uk_ua: |scatter_show_raster|: розрахувати :guilabel:`Растр розсіву` та відобразити його на карті;

source: |save_plot|: calculate the spectral signature of the :guilabel:`Scatter raster` (considering all the classified pixels) using the :guilabel:`active band set`, and save the signature to the :ref:`ROI_list`;
es: |save_plot|: calcula la firma espectral del :guilabel:`Scatter raster` (considerando todos los pixeles clasificados) usando el :guilabel:`active band set`, y guarda la firma en la :ref:`ROI_list`;
pl: |save_plot|: oblicz sygnatury widmowe :guilabel:`Scatter raster` (biorąc pod uwagę wszystkie sklasyfikowane piksele) używając :guilabel:`aktywnego zestawu kanałów`, i zapisz sygnatury do :ref:`ROI_list`;
uk_ua: |save_plot|: розрахувати спектральну сигнатуру :guilabel:`Scatter raster` (з урахуванням всіх класифікованих пікселів) з використанням :guilabel:`active band set` та зберегти її до :ref:`ROI_list`;

source: :guilabel:`Extent` |input_list|: extent of the :guilabel:`Scatter raster`; available options are:
es: :guilabel:`Extensión` |input_list|: extensión del :guilabel:`Ráster de Dispersión`; las opciones disponibles son:
pl: :guilabel:`Zasięg` |input_list|: zasięg :guilabel:`Rastra rozproszenia`; dostępne opcje to:
uk_ua: :guilabel:`Охоплення` |input_list|: охоплення :guilabel:`Ратр розсіву`; доступні варіанти:

source: :guilabel:`Same as display`: extent is the same as map display;
es: :guilabel:`Igual a pantalla`: la extensión es la misma que la del mapa;
pl: :guilabel:`Taki jak wyświetlany`: zasięg jak dla aktualnie wyświetlanej mapy;
uk_ua: :guilabel:`Таке саме як відображення`: охоплення таке саме, які і відображення карти;

source: :guilabel:`Same as image`: extent is the same as the whole image;
es: :guilabel:`Igual a imagen`: la entensión es la misma que la de toda la imagen;
pl: :guilabel:`Taki jak scena`: zasięg jak całej sceny;
uk_ua: :guilabel:`Таке саме як знімок`: охоплення таке саме, як і у всього знімка;

source: Plot
es: Gráfico
pl: Wykres
uk_ua: Графік

source: **Left click** and hold inside the plot to **move** the view of the plot. Use the **mouse wheel** to **zoom in and out** the view of the plot. **Right click** and hold inside the plot to **zoom in a specific area** of the plot.
es: **Clic izquierdo** mantenlo presionado dentro del gráfico para **mover** la vista del gráfico. Usa la **rueda del ratón** para **acercar y alejar** la vista del gráfico. **Clic derecho** y mantelo presionado dentro del gráfico para **acercar en un área específica** del gráfico.
pl: **Naciśnij lewy klawisz myszy** i przytrzymaj wewnątrz wykresu aby **przesunąć** widok wykresu. Użyj **kółka myszy** aby **powiększać i pomniejszać** wykres. **Prawy klawisz** służy do **powiększenia wybranego obszaru** wykresu.
uk_ua: **Клацніть ліву кнопку мишки** та затисніть на полі бачення графіка, щоб **посунути** його. Використовуйте **коліщатко мишки** для **зменшення та збільшення** поля бачення графіка. **Клацніть праву кнопку мишки** та затисніть на полі бачення графіка, щоб **збільшити до певного фрагмента** графіка.

source: :guilabel:`Colormap` |input_list| |enter|: select a colormap that is applied to highlighted scatter plots in the list when |enter| is clicked; if no scatter plot is highlighted then the colormap is applied to all the scatter plots;
es: :guilabel:`Rampa de color` |input_list| |enter|: selecciona la rampa de colores que se aplica a los gráficos de dispersión seleccionados en la lista cuando |enter| es presionado; si no está seleccionado ningún gráfico de dispersión la rampa de colores se aplica a todos los gráficos de dispersión;
pl: :guilabel:`Paleta kolorów` |input_list| |enter|: wybierz paletę kolorów która będzie zastosowana do podświetlonych klas na liście wykresu punktowego kiedy |enter| zostanie kliknięty; jeśli żaden element wykresu nie jest podświetlony to paleta stosowana jest do całego wykresu punktowego;
uk_ua: :guilabel:`Карта кольорів` |input_list| |enter|: виберіть карту кольорів, яка повинна застосовуватись до виділених в переліку графіків розсіву після натискання |enter|; якщо жоден графік розсіву не виділений, то кольорова карта застосовується до всіх графіків розсіву;

source: |fit_plot|: automatically fit the plot to data;
es: |fit_plot|: ajusta automáticamente el gráfico a los datos;
pl: |fit_plot|: automatycznie dopasuj wykres do danych;
uk_ua: |fit_plot|: автоматично допасувати графік до даних;

source: |save_plot_image|: save the plot image to file (available formats are ``.jpg``, ``.png``, and ``.pdf``);
es: |save_plot_image|: guarda la imagen del gráfico en un archivo (formatos disponibles son ``.jpg``, ``.png``, y ``.pdf``);
pl: |save_plot_image|: zapisz obraz wykresu do pliku (dostępne formaty to ``.jpg``, ``.png``, and ``.pdf``);
uk_ua: |save_plot_image|: зберегти рисунок графіка у файл (доступні формати ``.jpg``, ``.png``, та ``.pdf``);

source: :guilabel:`x y`: display x y coordinates of mouse cursor inside the plot;
es: :guilabel:`x y`: muestra las coordenadas x y del cursor del ratón dentro del gráfico;
pl: :guilabel:`x y`: wyświetl współrzędne x y kursora myszy wewnątrz wykresu;
uk_ua: :guilabel:`x y`: відображати координати x y курсора мишки всередині поля бачення графіка;

source: :guilabel:`Example Scatter Plot`
es: :guilabel:`Ejemplo de Gráfico de Dispersión`
pl: :guilabel:`Przykładowy wykres punktowy`
uk_ua: :guilabel:`Приклад графіка розсіву`
