Repository: semiautomaticgit/SemiAutomaticClassificationManual_v6
Catalog: locale/*/LC_MESSAGES/spectral_signature_plot.po
Languages: es, pl, uk_ua

source: Spectral Signature Plot
es: Gráfico de Firmas Espectrales
pl: Wykres sygnatur widmowych
uk_ua: Графік спектральних сигнатур

source: The window :guilabel:`Spectral Signature Plot` includes several functions for displaying spectral signature values as a function of wavelength (defined in the :ref:`band_set_tab`). Signatures can be added to the ``Spectral Signature Plot`` through the :ref:`SCP_dock`.
es: La ventana :guilabel:`Gráfico de Firmas Espectrales` incluye varias funciones para mostrar los valores de las firmas espectrales en función de las longitudes de onda (definidas en el :ref:`band_set_tab`). Se pueden agregar Firmas al ``Gráfico de Firmas Espectrales`` a través del :ref:`SCP_dock`.
pl: Okno :guilabel:`Wykres sygnatur widmowych`zawiera kilka funkcji dla wyświetlania wartości sygnatur widmowych jako w funkcji długości fali (zdefiniowanej w :ref:`band_set_tab`). Sygnatury mogą zostać dodane do ``Wykresu sygnatur widmowych`` poprzez :ref:`SCP_dock`.
uk_ua: Вікно :guilabel:`Графік спектральних сигнатур` включає декілька функцій для відображення значень спектральних сигнатур як функцій довжини хвилі (визначеної у :ref:`band_set_tab`). Сигнатури можуть додаватись до ``Графік спектральних сигнатур`` через :ref:`SCP_dock`.

source: The window :guilabel:`Spectral Signature Plot` includes also some functions useful for the definition of value ranges used by the :ref:`LCS_algorithm` (see :ref:`LCS_threshold`).
es: La ventana del :guilabel:`Gráfico de Firma Espectral` incluye además algunas funciones útiles para la definición de rango de valores usados por el :ref:`LCS_algorithm` (mira :ref:`LCS_threshold`).
pl: Okno :guilabel:`Spectral Signature Plot` zawiera również niektóre funkcje użyteczne do definiowania przedziałów wartości używanych przez :ref:`LCS_algorithm` (zobacz w :ref:`LCS_threshold`).
uk_ua: Вікно :guilabel:`Графік спектральних сигнатур` включає також деякі функції корисні для визначення діапазонів значень, що використовуються :ref:`LCS_algorithm` (див. :ref:`LCS_threshold`).

source: Overlapping signatures (belonging to different classes or macroclasses) are highlighted in orange in the table :ref:`signature_list_plot`; the overlapping check is performed considering :guilabel:`MC ID` or :guilabel:`C ID` according to the setting :guilabel:`Use` |checkbox| :guilabel:`MC ID` |checkbox| :guilabel:`C ID` in :ref:`classification_alg`. Overlapping signatures sharing the same :guilabel:`ID` are not highlighted.
es: Las Firmas sobrepuestas (pertenecientes a diferentes Clases o Macroclases) son resaltadas en naranja en la tabla :ref:`signature_list_plot`; la evaluación de sobreposición es efectuada considerando :guilabel:`MC ID` o :guilabel:`C ID` de acuerdo a la configuración :guilabel:`Usar` |checkbox| :guilabel:`MC ID` |checkbox| :guilabel:`C ID` en :ref:`classification_alg`. Las Frimas sobrepuestas que comparten el mismo :guilabel:`ID` no son resaltadas..
pl: Pokrywające się sygnatury (należące do różnych klas lub makroklas) są podświetlane na pomarańczowo w tabeli :ref:`signature_list_plot`; sprawdzanie pokrycia jest wykonywane biorąc pod uwagę :guilabel:`MC ID` i :guilabel:`C ID` zgodniez ustawieniem :guilabel:`użyj` |checkbox| :guilabel:`MC ID` |checkbox| :guilabel:`C ID` w :ref:`classification_alg`. Pokrywające się sygnatury mające to samo :guilabel:`ID` nie są podświetlane.
uk_ua: Сигнатури, що перетинаються (за належності до різних класів або макрокласів), виділено помаранчевим в таблиці :ref:`signature_list_plot`; перевірка перетину відбувається на підставі :guilabel:`MC ID` або :guilabel:`C ID` відповідно до налаштування :guilabel:`Застосувати` |checkbox| :guilabel:`MC ID` |checkbox| :guilabel:`C ID` в :ref:`classification_alg`. Сигнатури, що перетинаються та мають ідентичний :guilabel:`ID`, не виділяються.

source: :guilabel:`Spectral Signature Plot`
es: :guilabel:`Gráfico de Firmas Espectrales`
pl: :guilabel:`Wykres sygnatur widmowych`
uk_ua: :guilabel:`Графік спектральних сигнатур`

source: Plot Signature list
es: Lista de Firmas
pl: Lista sygnatur w wykresie
uk_ua: Відобразити Перелік сигнатур

source: |input_table| :guilabel:`Signature list`:
es: |input_table| :guilabel:`Lista de firmas`:
pl: |input_table| :guilabel:`Lista sygnatur`:
uk_ua: |input_table| :guilabel:`Перелік сигнатур`:

source: :guilabel:`S`: checkbox field; if checked, the spectral signature is displayed in the plot;
es: :guilabel:`S`: cuadro de selección; si está seleccionado, la firma espectral es mostrada en el gráfico;
pl: :guilabel:`S`: pole checkbox; jeśli zaznaczone, charakterystyka widmowa jest wyświetlana na wykresie;
uk_ua: :guilabel:`S`: поле перемикача; якщо параметр увімкнено, то спектральна сигнатура відображається на графіку;

source: :guilabel:`MC ID`: signature Macroclass ID;
es: :guilabel:`MC ID`: Macroclase ID de la firma;
pl: :guilabel:`MC ID`: Identyfikator makroklasy sygnatury;
uk_ua: :guilabel:`MC ID`: унікальний ідентифікатор макрокласу сигнатури;

source: :guilabel:`MC Info`: signature Macroclass Information;
es: :guilabel:`MC Info`: Información de Macroclase de la firma;
pl: :guilabel:`MC Info`: Informacja o makroklasie sygnatury;
uk_ua: :guilabel:`MC Info`: характеристика макрокласу сигнатури;

source: :guilabel:`C ID`: signature Class ID;
es: :guilabel:`C ID`: Clase ID de la firma;
pl: :guilabel:`C ID`: ID klasy sygnatury;
uk_ua: :guilabel:`C ID`: унікальний ідентифікатор класу сигнатури;

source: :guilabel:`C Info`: signature Class Information;
es: :guilabel:`C Info`: Información de Clase de la firma;
pl: :guilabel:`C Info`: Informacja o klasie sygnatury;
uk_ua: :guilabel:`C Info`: характеристика класу сигнатури;

source: :guilabel:`Color [overlap MC_ID-C_ID]`: signature color; also, the combination :guilabel:`MC ID`-:guilabel:`C ID` is displayed in case of overlap with other signatures (see :ref:`LCS_algorithm`);
es: :guilabel:`Color [overlap MC_ID-C_ID]`: color de la firma; además, la combinación :guilabel:`MC ID`-:guilabel:`C ID` es mostrada en caso de existir solapamiento con otras firmas (mira :ref:`LCS_algorithm`);
pl: :guilabel:`Kolor [nachodzące MC_ID-C_ID]`: kolor sygnatury; również kombinacja :guilabel:`MC ID`-:guilabel:`C ID` jest wyświetlana jeśli zachodzi nakładanie z innymi sygnaturami (zobacz :ref:`LCS_algorithm`);
uk_ua: :guilabel:`Колір [перетин MC_ID-C_ID]`: колір сигнатури; додатково відображається комбінація :guilabel:`MC ID`-:guilabel:`C ID` у випадку перетину з іншими сигнатурами (див. :ref:`LCS_algorithm`);

source: :guilabel:`Min B` ``X``: minimum value of band ``X``; this value can be edited;
es: :guilabel:`Min B` ``X``: valor mínimo de la banda ``X``; este valor puede ser editado;
pl: :guilabel:`Min B` ``X``: minimum wartości w kanale ``X``; ta wartość może być zmieniona;
uk_ua: :guilabel:`Мін B` ``X``: мінімальне значення каналу ``X``; це значення редагується;

source: :guilabel:`Max B` ``X``: maximum value of band ``X``; this value can be edited;
es: :guilabel:`Max B` ``X``: valor máximo de la banda ``X``; este valor puede ser editado;
pl: :guilabel:`Max B` ``X``: maksimum wartości w kanale ``X``; ta wartość może być zmieniona;
uk_ua: :guilabel:`Макс B` ``X``: максимальне значення каналу ``X``; це значення редагується;

source: |remove|: remove highlighted signatures from this list;
es: |remove|: elimina las firmas seleccionadas de esta lista;
pl: |remove|: usuń zaznaczone sygnatury z listy;
uk_ua: |remove|: видалити виділені сигнатури з переліку;

source: |save_plot|: add highlighted spectral signatures to :ref:`ROI_list`;
es: |save_plot|: agrega las firmas espectrales seleccionadas a la :ref:`ROI_list`;
uk_ua: |save_plot|: додати виділені спектральні сигнатури до :ref:`ROI_list`;

source: |calculate_spectral_distances|: calculate the spectral distances of spectral signatures displayed in the plot; distances are reported in the tab :ref:`spectral_distances`;
es: |calculate_spectral_distances|: calcula las distancias espectrales de las firmas espectrales graficadas; las distancias son presentadas en la pestaña :ref:`spectral_distances`;
uk_ua: |calculate_spectral_distances|: розрахувати спектральні відстані спектральних сигнатур, що відображаються на графіку; відстані повідомляються у вкладці :ref:`spectral_distances`;

source: Automatic thresholds
es: Umbrales automáticos
pl: Automatyczne progi
uk_ua: Автоматичні порогові величини

source: Set thresholds automatically for highlighted signatures in the table :ref:`signature_list_plot`; if no signature is highlighted, then the threshold is applied to all the signatures.
es: Establece automáticamente los umbrales para las firmas seleccionadas en la tabla :ref:`signature_list_plot`; si ninguna firma está seleccionada, el umbral es aplicado a todas las firmas.
pl: Ustaw progi automatycznie dla podświetlonych sygnatur w tabeli :ref:`signature_list_plot`; jeśli żadna sygnatura nie jest podświetlona, progi są stosowane dla wszystkich sygnatur.
uk_ua: Автоматично призначити порогові величини для сигнатур, виділених в таблиці :ref:`signature_list_plot`; якщо жодна сигнатура не виділена, то порогова величина застосовується до всіх сигнатур.

source: :guilabel:`Min Max` |enter|: set the threshold based on the minimum and maximum of each band;
es: :guilabel:`Min Max` |enter|: establece el umbral basado en los mínimos y máximos de cada banda;
pl: :guilabel:`Min Max` |enter|: ustaw próg na podstawie minimum i maksimum każdego z kanałów;
uk_ua: :guilabel:`Мін Макс` |enter|: встановити порогову величину на підставі мінімуму та максимуму кожного каналу;

source: :guilabel:`σ *` |input_number| |enter|: set an automatic threshold calculated as (band value + (σ * v)), where σ is the standard deviation of each band and v is the defined value;
es: :guilabel:`σ *` |input_number| |enter|: establece un umbral automático calculado como (valor de banda + (σ * v)), donde σ es la desviación estándar de cada banda y v es el valor definido en este cuadro;
pl: :guilabel:`σ *` |input_number| |enter|: ustaw próg automatycznie wyliczony jako (wartość kanału + (σ * v)), gdzie σjest odchyleniem standardowym dla każdego kanału a v jest zdefiniowaną wartością;
uk_ua: :guilabel:`σ *` |input_number| |enter|: автоматично встановити порогову величину, розраховану як (значення каналу + (σ * v)), де σ стандартне відхилення кожного каналу, а v визначене значення;

source: |undo_lcs_threshold|: undo the last automatic thresholds;
es: |undo_lcs_threshold|: revierte el último umbral automático;
pl: |undo_lcs_threshold|: wycofaj ostatnie progi automatyczne;
uk_ua: |undo_lcs_threshold|: відмінити останні автоматичні порогові величини;

source: :guilabel:`From ROI` |LCS_threshold_ROI_tool|: set the threshold using the temporary ROI pixel values, according to the following checkboxes:
es: :guilabel:`Desde ROI` |LCS_threshold_ROI_tool|: establece los umbrales usando los valores de pixeles del ROI temporal;
uk_ua: :guilabel:`На підставі ROI` |LCS_threshold_ROI_tool|: встановити порогову величину на підставі значеннь пікселів тимчасової ROI відповідно до наступних перемикачів:

source: |checkbox| **+**: if checked, signature threshold is extended to include pixel signature;
es: |checkbox| **+**: si está seleccionado, el umbral de firma se extiende para incluir la firma del pixel. Solo es aplicada a la opción Desde pixel;
uk_ua: |checkbox| **+**: якщо увімкнено, то порогова величина сигнатури збільшується для включення сигнатури пікселя;

source: |checkbox| **–**: if checked, signature threshold is reduced to exclude pixel signature;
es: |checkbox| **–**: si está seleccionado, el umbral de firma se reduce para excluir la firma del pixel pinchado. Solo es aplicada a la opción Desde pixel;
uk_ua: |checkbox| **–**: якщо увімкнено, то порогова величина сигнатури зменшується для виключення сигнатури пікселя;

source: :guilabel:`From pixel` |LCS_threshold_set_tool|: set the threshold by clicking on a pixel, according to the following checkboxes:
es: :guilabel:`Desde pixel` |LCS_threshold_set_tool|: establece el umbral haciendo clic en un pixel, de acuerdo a las siguientes casillas de verificación:
uk_ua: :guilabel:`На підставі пікселя` |LCS_threshold_set_tool|: встановити порогову величину клацанням на пікселі, відповідно до наступних перемикачів:

source: Plot
es: Gráfico
pl: Wykres
uk_ua: Графік

source: **Left click** and hold inside the plot to **move** the view of the plot. Use the **mouse wheel** to **zoom in and out** the view of the plot. **Right click** and hold inside the plot to **zoom in a specific area** of the plot. Legend inside the plot can be moved using the mouse.
es: **Clic izquierdo** y mantenlo pulsado dentro del gráfico para **mover** la vista del gráfico. Usa la **rueda del ratón** para **acercar y alejar** la vista del gráfico. **Clic derecho** y mantenlo presionado dentro del gráfico para **acercar en un área específica** del gráfico. La Leyenda dentro del gráfico puede moverse usando el ratón.
uk_ua: **Клацніть ліву кнопку мишки** та затисніть на полі бачення графіка, щоб **посунути** його. Використовуйте **коліщатко мишки** для **зменшення та збільшення** поля бачення графіка. **Клацніть праву кнопку мишки** та затисніть на полі бачення графіка, щоб **збільшити до певного фрагмента** графіка. Легенду всередині графіка можна переміщати за допомогою мишки.

source: Plot commands:
es: Controles del gráfico:
uk_ua: Команди графіка:

source: |fit_plot|: automatically fit the plot to data;
es: |fit_plot|: ajusta automáticamente el gráfico a los datos;
pl: |fit_plot|: automatycznie dopasuj wykres do danych;
uk_ua: |fit_plot|: автоматично допасувати графік до даних;

source: |save_plot_image|: save the plot image to file (available formats are ``.jpg``, ``.png``, and ``.pdf``);
es: |save_plot_image|: guarda la imagen del gráfico en un archivo (formatos disponibles son ``.jpg``, ``.png``, and ``.pdf``);
pl: |save_plot_image|: zapisz obraz wykresu do pliku (dostępne formaty to ``.jpg``, ``.png``, and ``.pdf``);
uk_ua: |save_plot_image|: зберегти рисунок графіка у файл (доступні формати ``.jpg``, ``.png``, та ``.pdf``);

source: |sign_edit_range|: activate the cursor for interactively changing the value range of highlighted signatures in the plot; click the plot to set the minimum or maximum value of a band (also for several signatures simultaneously); cursor is deactivated when moving outside the plot area;
es: |sign_edit_range|: activa el cursor para cambiar interactivamente el rango de valores de las firmas seleccionadas en el gráfico; clic en el gráfico para establecer los valores mínimo y máximo de una banda (incluso para varias firmas simultáneamente); el cursor se desactiva cuando se mueve fuera del área del gráfico;
uk_ua: |sign_edit_range|: активувати курсор для інтерактивної зміни на графіку даіпазону значень віділених сигнатур; клацніть на графіку, щоб встановити мінміальне та максимальне значення каналу (також для декількох сигнатур одночасно); курсор деактивується, коли виходить за межі поля бачення графіка;

source: |checkbox| :guilabel:`Plot value range`: if checked, plot the value range for each signature (semi-transparent area);
es: |checkbox| :guilabel:`Gráficar rango de valores`: si está seleccionado, grafica el valor de los rangos para cada firma (área semi-transparente);
pl: |checkbox| :guilabel:`Wyrysuj zakres wartości`: jeśli zaznaczono, wyrysuj zakres wartości dla każdej sygnatury (obszar półprzezroczysty);
uk_ua: |checkbox| :guilabel:`Відобразити діапазон значень`: якщо параметр увімкнено, то для кожної сигнатури відображається діапазон значень (напівпрозорою областю);

source: |checkbox| :guilabel:`Band lines`: if checked, display a vertical line for each band (center wavelength);
es: |checkbox| :guilabel:`Líneas de bandas`: si está seleccionado, muestra una línea vertical para cada banda (centro de la longitud de onda);
pl: |checkbox| :guilabel:`Linie kanałów`: jeśli zaznaczono, wyświetlaj pionowe linie dla każdego z kanałów (centralna długość fali);
uk_ua: |checkbox| :guilabel:`Лінії каналів`: якщо параметр увімкнено, то для кожного каналу відображається вертикальна лінія (центральна довжина хвилі);

source: |checkbox| :guilabel:`Grid`: if checked, display a grid;
es: |checkbox| :guilabel:`Cuadrícula`: si está seleccionado, muestra la cuadrícula;
pl: |checkbox| :guilabel:`Siatka`: jeśli zaznaczono, wyświetlaj siatkę;
uk_ua: |checkbox| :guilabel:`Сітка`: якщо параметр увімкнено, то відображається сітка;

source: :guilabel:`Max characters` |input_number|: set the maximum length of text in the legend;
es: :guilabel:`Caracteres Máx` |input_number|: estable el largo máximo del texto en la leyenda;
pl: :guilabel:`Maksymalna ilość znaków` |input_number|: ustaw maksymalną długość tekstu legendy;
uk_ua: :guilabel:`Максимум символів` |input_number|: визначити максимальну довжину тексту в легенді;

source: :guilabel:`x y`: display x y coordinates of mouse cursor inside the plot;
es: :guilabel:`x y`: muestra las coordenadas x y del cursor del ratón dentro del gráfico;
pl: :guilabel:`x y`: wyświetl współrzędne x y kursora myszy wewnątrz wykresu;
uk_ua: :guilabel:`x y`: відображати координати x y курсора мишки всередині поля бачення графіка;

source: :guilabel:`Spectral Signature: Example of spectral signature plot`
es: :guilabel:`Firma Espectral: Ejemplo del gráfico de firmas espectrales`
pl: :guilabel:`Sygnatura widmowa: Przykład wykresu sygnatur widmowych`
uk_ua: :guilabel:`Спектральна сигнатура: Приклад графіка спектральних сигнатур`

source: Signature details
es: Detalles de firmas
pl: Szczegóły sygnatury
uk_ua: Характеристика сигнатур

source: :guilabel:`Spectral Signature: Signature details`
es: :guilabel:`Firma espectral: Detalles de firmas`
pl: :guilabel:`Sygnatura widmowa: Szczegóły sygnatury`
uk_ua: :guilabel:`Спектральна сигнатура: Характеристика сигнатур`

source: Display the details about spectral signatures (i.e. Wavelength, Values, and Standard deviation). In case of signatures calculated from ROIs, the ROI size (number of pixels) is also displayed.
es: Muestra los detalles acerca de las firmas espectrales (i.e. Longitud de onda, Valores, Desviación Estándar). En el caso de las firmas calculadas desde ROIs, el tamaño del ROI (número de pixeles) es también mostrado.
uk_ua: Відображає характеристику спектральних сигнатур (наприклад, Довжину хвилі, Значення та Стандартне відхилення). У випадку розрахунку сигнатур на основі ROI відображається також розмір ROI (кількість пікселів).

source: :guilabel:`Spectral Signature: Example of signature details`
es: :guilabel:`Firma Espectral: Ejemplo de detalles de firmas`
pl: :guilabel:`Sygnatura widmowa: Przykład szczegółów sygnatury`
uk_ua: :guilabel:`Спектральна сигнатура: Приклад характеристики сигнатур`

source: Spectral distances
es: Distancias espectrales
pl: Odległości widmowe
uk_ua: Спектральні відстані

source: :guilabel:`Spectral Signature: Spectral distances`
es: :guilabel:`Firma Espectral: Distancias espectrales`
pl: :guilabel:`Sygnatura widmowa: Odległości widmowe`
uk_ua: :guilabel:`Спектральна сигнатура: Спектральні відстані`

source: Display spectral distances of signatures (see :ref:`signature_list_plot`), which are useful for assessing ROI separability (see :ref:`spectral_distance_definition`).
es: Muestra las distancias espectrales de las firmas (mira :ref:`signature_list_plot`), las cuales son útiles para evaluar la separabilidad del ROI (mira :ref:`spectral_distance_definition`).
pl: Wyświetl odległości widmowe sygnatur (zobacz :ref:`signature_list_plot`), mogą być użyteczne w uzyskaniu rozróżnialności OT (zobacz :ref:`spectral_distance_definition`).
uk_ua: Відображає спектральні відстані сигнатур (див. :ref:`signature_list_plot`), які є корисними для оцінки відокремності ROI (див. :ref:`spectral_distance_definition`).

source: The following spectral distances are calculated :
es: Las siguientes distancias espectrales son calculadas :
pl: Następujące odległości widmowe są wyliczane :
uk_ua: Розраховуються наступні спектральні відстані:

source: :ref:`Jeffries_Matusita_distance`: range [0 = identical, 2 = different]; useful in particular for :ref:`max_likelihood_algorithm` classifications;
es: :ref:`Jeffries_Matusita_distance`: range [0 = identical, 2 = different]; útil en particular para clasificaciones de :ref:`max_likelihood_algorithm` ;
pl: :ref:`Jeffries_Matusita_distance`: zakres [0 = identyczne, 2 = różne]; użyteczne głównie w :ref:`max_likelihood_algorithm` classifications;
uk_ua: :ref:`Jeffries_Matusita_distance`: діапазон [0 = ідентичні, 2 = відмінні]; корисна зокрема для класифікації :ref:`max_likelihood_algorithm`;

source: :ref:`spectral_angle`: range [0 = identical, 90 = different]; useful in particular for :ref:`spectra_angle_mapping_algorithm` classifications;
es: :ref:`spectral_angle`: range [0 = identical, 90 = different]; útil en particular para clasificaciones de :ref:`spectra_angle_mapping_algorithm` ;
pl: :ref:`spectral_angle`: zakres [0 = identyczne, 90 = różne]; użyteczne szczególnie w :ref:`spectra_angle_mapping_algorithm` classifications;
uk_ua: :ref:`spectral_angle`: діапазон [0 = ідентичні, 90 = відмінні]; корисна зокрема для класифікації :ref:`spectra_angle_mapping_algorithm`;

source: :ref:`euclidean_distance`: useful in particular for :ref:`minimum_distance_algorithm` classifications;
es: :ref:`euclidean_distance`: útil en particular para clasificaciones de :ref:`minimum_distance_algorithm` ;
pl: :ref:`euclidean_distance`: użyteczne głównie w :ref:`minimum_distance_algorithm` classifications;
uk_ua: :ref:`euclidean_distance`: корисна зокрема для класифікації :ref:`minimum_distance_algorithm`;

source: :ref:`Bray_Curtis_similarity`: range [0 = different, 100 = identical]; useful in general;
es: :ref:`Bray_Curtis_similarity`: range [0 = different, 100 = identical]; útil en general;
pl: :ref:`Bray_Curtis_similarity`: zakres [0 = różne, 100 = identyczne]; użyteczne wszędzie;
uk_ua: :ref:`Bray_Curtis_similarity`: діапазон [0 = відмінні, 100 = ідентичні]; корисна в цілому;

source: Values are displayed in red if signatures are particularly similar.
es: Los valores son mostrados en rojo si las firmas son particularmente similares.
pl: Wartości wyświetlane są na czerwono, jeśli sygnatury są bardzo podobne.
uk_ua: Якщо сигнатури дуже подібні, то значення відображаються червоним.

source: :guilabel:`Spectral Signature: Example of spectral distances`
es: :guilabel:`Firma Espectral: Ejemplo de distancias espectrales`
pl: :guilabel:`Sygnatury widmowe: Przykład odległości widmowych`
uk_ua: :guilabel:`Спектральна сигнатура: Приклад спектральних відстаней`
